<template lang="pug">
  .sec-page
    .sec-content
      h1.s-title 利用規約
      p.s-paragraph.small 本利用規約（以下「本利用規約」といいます。）には、分割ったー運営チーム（以下、当チーム）の提供するインターネットサービス「分割ったー」（以下、本サービスといいます。）において、ユーザーの皆様に遵守していただかなければならない事項及び当チームとユーザーの皆様との間の権利義務関係が定められております。本サービスをご利用になる方は、本利用規約に同意する前に、必ず全文お読み下さいますようお願い致します。
      h2.s-subtitle 第１条 本規約の適用
      p.s-paragraph.small 本規約は本サービスが提供する全てのサービスにおいて利用する全ユーザーに適用されるものとします。
      p.s-paragraph.small 本利用規約において、以下の用語は、別途定義されている場合及び文脈上別異に解すべきことが明確である場合を除き、以下の意味を有するものとします。
      p.s-paragraph.small (1)「本規約」とは、本利用規約及び本規約に関して別途当チームの定めるガイドをいい、これらはすべて本規約を構成するものとします。
        br
        | (2)「プライバシーポリシー」とは、当チームが定めるプライバシーポリシー（名称の如何を問わないものとします。）をいいます。
        br
        | (3)「ユーザー」とは、本規約の内容に同意して、日本国内外を問わず、本サービスを利用される個人を指します。
        br
        | (4)「個人情報」とは、個人情報の保護に関する法律第2条第1項に定義される個人情報に該当するものを意味します。
      h2.s-subtitle 第３条 利用登録
      p.s-paragraph.small 本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当チームの定める一定の情報（以下「登録情報」といいます。）を当チームの定める方法で当チームに提供することにより、当チームに対し、本サービスの利用の登録を申請することができます。
        br
        | 当チームが、登録希望者の申請を承認することによって利用登録が完了するものとします。
        br
        | 当チームは第１項に基づいて登録を申請した者の登録申請を承認しない事があります。またその理由については一切の開示義務を負わないこととします。なお登録後に以下の事由に該当することが判明した場合も遡って承認を取り消しアカウントの停止などの処置を行うことがあります。
      h2.s-subtitle 第４条 アカウント情報の管理
      p.s-paragraph.small ユーザーは、自己の責任において、本サービスにかかるユーザーID及びパスワード（以下「アカウント情報」といいます。）を管理及び保管するものとし、これを第三者に利用させることや、貸与、譲渡、名義変更、売買等の行為をしてはならないものとします。
        br
        | アカウント情報の管理不十分、使用上の過誤、第三者の使用等による損害の責任はユーザーが負うものとし、当チームは一切の責任を負いません。
      h2.s-subtitle 第５条 禁止事項
      p.s-paragraph.small 当チームは、本サービスの利用に関して、当チームがユーザーに相応しくないと判断した場合、当該アカウントの削除、及び当該ユーザーが掲載したコンテンツの変更及び削除などの処置を行うことがあります。
      h2.s-subtitle 第６条 ユーザーの退会等
      p.s-paragraph.small ユーザーは、当チームの定める方法で当チームに退会を希望する旨を問い合わせ、当チームの判断により認められた場合には退会することができます。（注：当サービスにおきましては、サービスとの連携を解除する、ログアウトすることによってユーザー自身の情報の保有を取りやめますので、それにて実質上の退会扱いとなります）
      h2.s-subtitle 第７条 個人情報の取扱い
      p.s-paragraph.small 当チームは、本サービスを通じて得た個人情報等に関しまして、プライバシーポリシーの利用目的として記載された事項及び本サービス全般の提供のために利用することができるものとします。
      h2.s-subtitle 第８条 投稿したデータの権利
      p.s-paragraph.small 本サービスに関する所有権及び知的財産権は全て当チーム又は当チームにライセンスを許諾している者に帰属しており、本規約に定める登録に基づく本サービスの利用許諾は、本規約において明示されているものを除き、本サービスに関する当チーム又は当チームにライセンスを許諾している者の知的財産権の譲渡又は使用許諾を意味するものではありません。ユーザーは、いかなる理由によっても当チーム又は当チームにライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これに限定されません。）をしないものとします。
        br
        | 本サービスにおいて、ユーザーが投稿その他送信を行ったコンテンツについては、当チームにおいて、無償で自由に利用（複製、複写、改変、第三者への再許諾その他のあらゆる利用を含みます。）することができるものとします。
        br
        | ユーザー等がサービスに関連して発信又は掲載したコンテンツに関する一切の責任は、当該ユーザー等が負うものとし、当チームは、その内容、品質、正確性、信憑性、適法性、最新性、有用性等について、確認いたしません。また、当チームは、それらに関して、一切保証せず、一切責任を負わないものとします。
      h2.s-subtitle 第９条 他のサービスへの遷移
      p.s-paragraph.small ユーザーが本サービスを利用するにあたり、本サービスから、当チームグループ又は第三者サービスに遷移する場合があります。ユーザーは、予めこれに同意するものとし、本規約及び第三者サービスの利用規約等を遵守して、本サービス及び第三者サービスを利用するものとします。
      p.s-paragraph.small 第三者サービスへの遷移後に本サービスの利用を継続したユーザーは、第三者サービスの利用規約等に同意したものとみなします。当チームは、第三者サービスについて何等の保証を行わないものとし、ユーザー及び第三者が第三者サービスを利用することにより生じる損害について、一切責任を負わないものとします。
      h2.s-subtitle 第１０条 本サービスの停止等
      p.s-paragraph.small 当チームは、ユーザーに事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします。当チームは、本条に基づき当チームが行った措置に基づきユーザーに生じた損害について一切の責任を負いません。
      h2.s-subtitle 第１１条 保証の否認及び免責事項
      p.s-paragraph.small 当チームは、本サービスの内容・品質・水準、本サービスの安定的な提供、本サービスの利用に伴う結果等につき如何なる保証も行うものではありません。本サービスは現状有姿で提供されるものであり、当チームは本サービスについて、特定の目的への適合性、商業的有用性、完全性、継続性等を含め、一切保証を致しません。
        br
        | 本サービスに関連してユーザーと他のユーザー、第三者サービスの事業者その他の第三者との間において生じた取引、連絡、紛争等については、ユーザーの責任において処理及び解決するものとし、当チームはかかる事項について一切責任を負いません。
        br
        | 当チームは、ユーザーの青少年の健全な利用の推進、本サービスの犯罪利用の阻止、ユーザーの本規約遵守状況の確認を目的として、ユーザーによる送信データの内容、送信日時、送信先などのコンテンツを閲覧し、また当チームが定める期間これを記録することができるものとし、ユーザーはこれに同意するものとします。なお、上記閲覧・保管を行うのは当チームのみとし（ただし、データ保管先サーバーの運営は当チーム以外となります。）、犯罪行為等が疑われる場合又は官公庁、裁判所等法律上の開示請求を受けた場合を除き、データの内容を第三者に開示することはありません。
      h2.s-subtitle 第１２条 利用規約の変更
      p.s-paragraph.small 当チームは、ユーザーの同意なくして、本サービスの内容を自由に変更できるものとします。
        br
        | 当チームは、本規約を変更できるものとします。当チームによる利用規約の変更後、再度ユーザーによるログイン操作含む当サイトの利用をもって、ユーザーは、本規約の変更に同意したものとみなします。
      h2.s-subtitle 附則
      p.s-paragraph.small 本規約は，2019年8月15日から施行します
</template>
